class03/diagrams/GQS03-D01-flowchart.mmd
@startuml
    A[Planejamento\nde Testes] --> B[Design de\nCasos de Teste]
    B --> C[Configuração do\nAmbiente]
    C --> D[Execução\ndos Testes]
    D --> E[Encerramento\ne Relatório]
@enduml
