class03/diagrams/GQS03-Diagrama01-flowchart.mmd
flowchart LR
    A[Planejamento\nde Testes] --> B[Design de\nCasos de Teste]
    B --> C[Configuração do\nAmbiente]
    C --> D[Execução\ndos Testes]
    D --> E[Encerramento\ne Relatório]
